src/xml/request_oclc/oclc_billedbog_farligedyr.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:29036748">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:06:00.431Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:14.950Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:06:00.431Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:06:00.498Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
<audit:record ID="AUDREC2">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>DC</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:14.950Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:06:00.439Z" MIMETYPE="text/xml" SIZE="7897">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>29036748|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Farlige dyr</dc:title><dc:title xsi:type="dkdcplus:full">Farlige dyr</dc:title><dc:creator xsi:type="dkdcplus:aut">Angela Weinhold</dc:creator><dc:creator xsi:type="oss:sort">Weinhold, Angela</dc:creator><dc:subject xsi:type="dkdcplus:DK5">58</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Zoologi</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">dyr</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 5 år</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 6 år</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 7 år</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 8 år</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 9 år</dc:subject><dc:subject xsi:type="dkdcplus:DBCO">løft og kig</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">vilde dyr</dc:subject><dcterms:abstract>Billedbog med flapper om hvorfor nogle dyr er farlige, hvordan de opsporer deres bytte, og hvordan de jagede dyr forsvarer sig</dcterms:abstract><dcterms:audience>børnematerialer</dcterms:audience><dc:publisher>Klematis</dc:publisher><dc:contributor xsi:type="dkdcplus:ill">Angela Weinhold</dc:contributor><dc:contributor xsi:type="dkdcplus:trl">Jesper Vad</dc:contributor><dc:date>2011</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Billedbog</dc:type><dc:format>alle illustreret i farver</dc:format><dcterms:extent>14 sider</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">9788764107326</dc:identifier><dc:source>Gefährliche Tiere</dc:source><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">29036748</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20120629213222</marcx:subfield><marcx:subfield code="d">20111027</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2011</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="d">å</marcx:subfield><marcx:subfield code="d">2</marcx:subfield><marcx:subfield code="d">y</marcx:subfield><marcx:subfield code="l">dan</marcx:subfield><marcx:subfield code="o">b</marcx:subfield><marcx:subfield code="x">01</marcx:subfield><marcx:subfield code="x">02</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="e">9788764107326</marcx:subfield><marcx:subfield code="c">ib.</marcx:subfield><marcx:subfield code="d">kr. 269,95</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">ACC201143</marcx:subfield><marcx:subfield code="a">DBF201148</marcx:subfield><marcx:subfield code="x">BKM201148</marcx:subfield><marcx:subfield code="x">DAT991229</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="038"><marcx:subfield code="a">bi</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="041"><marcx:subfield code="a">dan</marcx:subfield><marcx:subfield code="c">ger</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Weinhold</marcx:subfield><marcx:subfield code="h">Angela</marcx:subfield><marcx:subfield code="4">aut</marcx:subfield><marcx:subfield code="4">ill</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="241"><marcx:subfield code="a">Gefährliche Tiere</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Farlige dyr</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">[Risskov]</marcx:subfield><marcx:subfield code="b">Klematis</marcx:subfield><marcx:subfield code="c">2011</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="a">[14] sider</marcx:subfield><marcx:subfield code="b">alle ill. i farver</marcx:subfield><marcx:subfield code="c">28 cm</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="504"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Billedbog med flapper om hvorfor nogle dyr er farlige, hvordan de opsporer deres bytte, og hvordan de jagede dyr forsvarer sig</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="521"><marcx:subfield code="b">1. oplag</marcx:subfield><marcx:subfield code="c">2011</marcx:subfield><marcx:subfield code="k">tr. i udl.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">58</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">dyr</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">vilde dyr</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="o">løft og kig</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 5 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 6 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 7 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 8 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 9 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="720"><marcx:subfield code="o">Jesper Vad</marcx:subfield><marcx:subfield code="4">trl</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="o">201148</marcx:subfield><marcx:subfield code="b">l</marcx:subfield><marcx:subfield code="b">b</marcx:subfield><marcx:subfield code="b">s</marcx:subfield><marcx:subfield code="u">nt</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2011-10-27</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>nonfiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:06:00.439Z" MIMETYPE="text/xml" SIZE="1737">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="o">sah</marcx:subfield><marcx:subfield code="o">nø</marcx:subfield><marcx:subfield code="k">ahf</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">rettet i forb. med masserettelse af aldersemneord</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d09"><marcx:subfield code="z">REX201202</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d31"><marcx:subfield code="b">240</marcx:subfield><marcx:subfield code="h">277</marcx:subfield><marcx:subfield code="t">20</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d35"><marcx:subfield code="a">P</marcx:subfield><marcx:subfield code="i">15</marcx:subfield><marcx:subfield code="p">02</marcx:subfield><marcx:subfield code="q">03</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f06"><marcx:subfield code="b">l</marcx:subfield><marcx:subfield code="b">b</marcx:subfield><marcx:subfield code="b">s</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n51"><marcx:subfield code="a">20111128</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20111027</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">TeamBMV201146</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">masseret</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:06:00.498Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:29036748">
    <isMemberOfUnit xmlns="info:fedora/">unit:43154</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:43154</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.1" LABEL="" CREATED="2013-05-16T12:09:14.950Z" MIMETYPE="text/xml" SIZE="1273">
<foxml:xmlContent>
<oai_dc:dc xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>farlige dyr</dc:title>
  <dc:title>MATCH:farlig</dc:title>
  <dc:creator>Angela Weinhold</dc:creator>
  <dc:creator>NOBIRTH:Angela Weinhold</dc:creator>
  <dc:creator>MATCHSTRING:Weinholda</dc:creator>
  <dc:subject>dyr</dc:subject>
  <dc:subject>for 5 år</dc:subject>
  <dc:subject>for 6 år</dc:subject>
  <dc:subject>for 7 år</dc:subject>
  <dc:subject>for 8 år</dc:subject>
  <dc:subject>for 9 år</dc:subject>
  <dc:subject>løft &amp; kig</dc:subject>
  <dc:subject>vilde dyr</dc:subject>
  <dc:publisher>klematis</dc:publisher>
  <dc:publisher>MATCHSTRING:klemati</dc:publisher>
  <dc:contributor>angela weinhold</dc:contributor>
  <dc:contributor>jesper vad</dc:contributor>
  <dc:date>2011</dc:date>
  <dc:type>Billedbog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>870970-basis:29036748</dc:identifier>
  <dc:identifier>ISBN:9788764107326</dc:identifier>
  <dc:source>gefährliche tiere</dc:source>
  <dc:language>Dansk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:25:43.034</timestamp>
<pid>870970-basis:29036748</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
